const fields = [
	'Автор',
	'Исполнитель',
	'Контролер',
	'Подготовил',
	'Создано',
	'Изменено',
	'Дата регистрации',
	'Тип документа',
	'Вид карточки',
	'Срок исполнения',
	'Рег. номер',
	'Согласущие',
	'Подписывает',
	'Получатели',
	'Основные файлы',
	'Допольнительные файлы',
	'Подпись',
]

const conditions = [
	'Равно',
	'Не равно',
	'Значение задано',
	'Значение не задано',
	'Начинается с',
	'Заканчивается на',
	'Содержит',
	'Не содержит',
	'Больше чем',
	'Меньше чем',
	'Больше или равно',
	'Меньше или равно',
]

const values = [
	'Значение 0',
	'Значение 1',
	'Значение 2',
	'Значение 3',
	'Значение 4',
	'Значение 5',
	'Значение 6',
	'Значение 7',
	'Значение 8',
	'Значение 9',
	'Значение 10',
	'Значение 11',
	'Значение 12',
	'Значение 13',
	'Значение 14',
	'Значение 15',
	'Значение 16',
	'Значение 17',

]

const names = [
	'Иванов И.К.',
	'Петров З.А.',
	'Орлов П.А.',
	'Гришин П.А.',
	'Горький',
	'Воробьев А.П.',
	'Синичкина К.С.',
	'Жаворонков И.И.',
	'Попугаев Ф.Д.',
	'Уткина М.П.',
	'Селезнева Г.А.',
	'Гусев И.К.',
]

const type = [
	'Документ',
	'Задание',
]

const data = [

]

export { fields, conditions, values, names, type }
